Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2eng/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=413_lang=anaras.html.tmx
Source language: smn
Languages: eng

source: Čuákkimviste Násti (stuárráb)
eng: Conference room Násti (bigger)

source: Čuákkimviste Násti (vuáđusárgusist Čuákkimviste 2, stuárráb viste) heivee juávkkupargotilen teikâ uccâ čuákkimij táárboid.
eng: The big conference room Násti (see the room plan Nr 2) is suitable for smaller meetings and group work.

source: Čuákkimviste Násti lii kuávdáá vuossâmuu keerdist, čuákkimaula ohtâvuođâst.
eng: Násti is located on the first floor.

source: Čuákkimviste Násti puáhtá ovtâstittiđ ucceeb, 10 ulmuu čuákkimviste Silban, kuás finnee saje 25 ulmui (50 m2).
eng: Connecting with neary conference room Silba there is room for 25 people.

source: Násti lii tavesämikielâ já tot meerhâš tääsni.
eng: A view over the River Juutuanjoki.

source: SAIJAASVUOTÂ:
eng: ROOM SIZE

source: Vijđodâh: 30 m2 (n. 5,5 m x 5,5 m)
eng: * Capacity: 15 people in the plain floor

source: KAPASITEET:
eng: * Area: 32 m2 (length 5,5 m, width 5,5 m)

source: Luokkahäämist: 15 ulmui
eng: * Class form: 15 people

source: Diplomaathäämist: 15 ulmui
eng: * Diplomat form: 15 people

source: U-häämist: 15 ulmui
eng: * U-form: 15 people

source: Teatterhäämist: 20 ulmui
eng: * Theater form: 24 people

source: TEKNIIK JÁ PIERGÂSEH
eng: TECHNOLOGY AND EQUIPMENT:

source: * Blueray-čuojânâs
eng: The marks will be informed later.

source: * Lostâdâhtavlu
eng: * Recording option:

source: * Kálvudâh: čuákkimpeevdih já čuákkimstoovlih 15 ulmui, sieminkievkkân (keraamisâš hellá, čääci, tiskámmaašin, jieŋâskäppi).
eng: * Overhead projector:

source: SIERÂTIILÁÁMIST / LASEMÁÁVSUST:
eng: * Flip chart:

source: * Čuákkimfaalâdmeh. Luuvâ lase.
eng: * Conference tables and chairs for 15 people, a table for a lecturer and shelf.

source: ERES VUOTÂNVÄLDIM:
eng: It will be informed later.

source: Vuáđukooveest vyelni Čuákkimviste 2=Násti. Čuákkimviste 1=Silba.
eng: Services to the conference room by order in advance.
